Repository: epernst/DXS-Time-Entry
Catalog: Translations/DXS Time Entry.*.xlf
Languages: da_dk

# PageExtension 1909519398 - Control 3126759025 - Property 2879900210
source: Job Summery
da_dk: Sagsoversigt

# PageExtension 4060569225 - Control 2169532623 - Property 1295455071
source: The start time of the entry.
da_dk: Angiver starttidspunkt.

# PageExtension 4060569225 - Control 4240670190 - Property 1295455071
source: The end time pf the entry.
da_dk: Angiver sluttidspunkt.

# PageExtension 4060569225 - Control 2185728859 - Property 1295455071
source: The start date and time of the entry.
da_dk: Angiver starttidspunkt og -dato.

# PageExtension 4060569225 - Control 233366074 - Property 1295455071
source: The end date and time of the entry.
da_dk: Angiver sluttidspunkt og -dato.

# PageExtension 4060569225 - Control 502811504 - Property 1295455071
source: The duration of the entry.
da_dk: Angiver varighed af tidsrummet.

# PageExtension 2144844773 - Control 2253295877 - Property 1295455071
source: Specify if this unit of measure is used as an hourly unit, for entry of start and end times in journals.
da_dk: Angiver om denne enhed kan anvendes som en tidsenhed, til angivelse af start- og sluttidspunkter.

# PageExtension 2144844773 - Control 1207132617 - Property 1295455071
source: Specify how to round start and end time based entries. For example enter 0.25 to have 15 minutes as the minimum time to use.
da_dk: Angiv hvordan varighed skal afrundes til antal. Angiv for eksempel 0,25 for at runde op til nærmeste hele kvarter.

# PageExtension 2144844773 - Action 423656215 - Property 2879900210
source: Dx365 Time
da_dk: DXS Time

# PageExtension 2144844773 - Action 4118145414 - Property 2879900210
source: Time Entry Setup
da_dk: DXS Time Entry Opsætning

# PageExtension 2144844773 - Action 4118145414 - Property 1295455071
source: Show the page setup of the Dx365 Time Entry App, which handles and enables entry of begin and end times in journals.
da_dk: Viser opsætning af DXS Time Entry udvidelsen, til angivelse af start- og sluttidspunkter i sags- og ressourcekladder.

# PageExtension 1152018784 - Control 2169532623 - Property 1295455071
source: For time based entries enter the start time here.
da_dk: Angiver starttidspunkt.

# PageExtension 1152018784 - Control 4240670190 - Property 1295455071
source: For time based entries enter the end time here.
da_dk: Angiver sluttidspunkt.

# PageExtension 1152018784 - Control 2185728859 - Property 1295455071
source: For time based entries enter the start date-time here.
da_dk: Angiver starttidspunkt og -dato.

# PageExtension 1152018784 - Control 233366074 - Property 1295455071
source: For time based entries enter the end date-time here.
da_dk: Angiver sluttidspunkt og -dato.

# PageExtension 1152018784 - Control 502811504 - Property 1295455071
source: For time based entries the total duration will show here.
da_dk: Angiver tidsrummets varighed.

# PageExtension 1441215446 - Control 2169532623 - Property 1295455071
source: The start time of the entry.
da_dk: Angiver starttidspunkt.

# PageExtension 1441215446 - Control 4240670190 - Property 1295455071
source: The end time pf the entry.
da_dk: Angiver sluttidspunkt.

# PageExtension 1441215446 - Control 2185728859 - Property 1295455071
source: The start date and time of the entry.
da_dk: Angiver starttidspunkt og -dato.

# PageExtension 1441215446 - Control 233366074 - Property 1295455071
source: The end date and time of the entry.
da_dk: Angiver sluttidspunkt og -dato.

# PageExtension 1441215446 - Control 502811504 - Property 1295455071
source: The duration of the entry.
da_dk: Angiver varighed af tidsrummet.

# Table 325460675 - Property 2879900210
source: Time Entry Setup
da_dk: DXS Time Entry Opsætning

# Table 325460675 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle

# Table 325460675 - Field 3103924496 - Property 2879900210
source: App Enabled
da_dk: Udvidelse Aktiveret

# Table 325460675 - Field 3164394312 - Property 2879900210
source: Hourly Units Only
da_dk: Kun Timeenheder

# Table 325460675 - Field 3471255111 - Property 2879900210
source: Allow Entries to Pass Midnight
da_dk: Tillad at sluttider passere midnat

# Table 325460675 - Field 3471255111 - Property 62802879
source: No,Yes - Next Day,Yes - Multiple Days
da_dk: Nej,Ja - næste dag,Ja - flere dage

# Table 325460675 - Field 764527443 - Property 2879900210
source: Fields To Show
da_dk: Vælg hvilke felter skal vises

# Table 325460675 - Field 764527443 - Property 62802879
source: Times,Date and Times,Both,Mix
da_dk: Tider,Dato og Tider,Begge,Bland

# Table 325460675 - Field 483798663 - Property 2879900210
source: Show Start Times
da_dk: Vis starttid

# Table 325460675 - Field 826663310 - Property 2879900210
source: Show End Times
da_dk: Vis sluttid

# Table 325460675 - Field 3247912144 - Property 2879900210
source: Show Start Date-Times
da_dk: Vis starttid og -dato

# Table 325460675 - Field 34218621 - Property 2879900210
source: Show End Date-Times
da_dk: Vis sluttid og -dato

# Table 325460675 - Field 590631399 - Property 2879900210
source: Installation Date Time
da_dk: Installationsdato og -tid

# Table 325460675 - Field 2035572686 - Property 2879900210
source: Last Update Date Time
da_dk: Sidst opdateret, dato og tid

# Table 325460675 - Field 3972932123 - Property 2879900210
source: First Enabled Date
da_dk: Første Aktiveringsdato

# Table 325460675 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
da_dk: Ikke afsluttet,Afsluttet,Ikke startet,Set,Vist,Læst,

# Table 325460675 - Field 2839332712 - Property 2879900210
source: Default Time Rounding
da_dk: Standard tidsafrunding

# Table 325460675 - Field 661833578 - Property 2879900210
source: Registration E-Mail Address
da_dk: Registreringsemail-adresse

# Table 325460675 - Field 155626315 - Property 2879900210
source: Installation Id
da_dk: Installations-id

# Table 325460675 - Field 1635236888 - Property 2879900210
source: Registration Id
da_dk: Registrerings-id

# Table 325460675 - Field 1413240321 - Property 2879900210
source: Next Registration Verification
da_dk: Næste registreringskontrol

# Table 325460675 - Field 260970101 - Property 2879900210
source: Current Version
da_dk: Nuværende version

# Table 325460675 - NamedType 3820715896
source: You need to setup at least one unit of measure as an Hourly Unit, before you can enable the Time Entry App.
da_dk: Du skal angive mindst en enhedskode som Timeenhed, før du kan aktivere udvidelsen.

# Table 325460675 - NamedType 3032302345
source: You need to enter a valid email adress, before you can enable the app.
da_dk: Du skal angive en gyldig email-adresse, før du kan aktivere udvidelsen.

# Table 325460675 - NamedType 2283111442
source: %1 must be specified when %2 is selected. For example 0.25 will round to 15 minutes.
da_dk: %1 skal angives, når %2 er valgt. Værdien 0,25 vil runde op til nærmeste hele kvarter.

# Table 325460675 - NamedType 1884663683
source: Changing the %1, without changing the assosicated %2, may cause the app to stop working.
da_dk: Ændres %1, uden at ændre den tilhørende %2, kan få udvidelsen til at stoppe med at virke.

# Table 1023304035 - Property 2879900210
source: DXS Time Help Resource
da_dk: DXS Time Entry Hjælperessourcer

# Table 1023304035 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 1023304035 - Field 4036313429 - Property 2879900210
source: Icon
da_dk: Ikon

# TableExtension 535475132 - Field 2093840639 - Property 2879900210
source: Invoicable Amount
da_dk: Fakturerbart Beløb

# TableExtension 3459520625 - Field 45291806 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt

# TableExtension 3459520625 - Field 221580191 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt

# TableExtension 3459520625 - Field 2717059658 - Property 2879900210
source: Start Date Time
da_dk: Starttid og -dato

# TableExtension 3459520625 - Field 4120672331 - Property 2879900210
source: End Date Time
da_dk: Sluttid og -dato

# TableExtension 3459520625 - Field 3708325501 - Property 2879900210
source: Total Duration
da_dk: Varighed

# TableExtension 1677119277 - Field 45291806 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt

# TableExtension 1677119277 - Field 221580191 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt

# TableExtension 1677119277 - Field 2717059658 - Property 2879900210
source: Start Date Time
da_dk: Starttid og -dato

# TableExtension 1677119277 - Field 4120672331 - Property 2879900210
source: End Date Time
da_dk: Sluttid og -dato

# TableExtension 1677119277 - Field 3708325501 - Property 2879900210
source: Total Duration
da_dk: Varighed

# TableExtension 3320417235 - Field 45291806 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt

# TableExtension 3320417235 - Field 221580191 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt

# TableExtension 3320417235 - Field 2717059658 - Property 2879900210
source: Start Date Time
da_dk: Starttid og -dato

# TableExtension 3320417235 - Field 4120672331 - Property 2879900210
source: End Date Time
da_dk: Sluttid og -dato

# TableExtension 3320417235 - Field 3708325501 - Property 2879900210
source: Total Duration
da_dk: Varighed

# TableExtension 2088484692 - Field 2703499456 - Property 2879900210
source: Hourly Unit
da_dk: Tidsenhed

# TableExtension 2088484692 - Field 2176312860 - Property 2879900210
source: Time Rounding
da_dk: Tidsafrunding

# TableExtension 2088484692 - NamedType 3205819997
source: It is only possible to use %1 with %2's
da_dk: Det er kun muligt at bruge %1 samme med %2er.

# TableExtension 2088484692 - NamedType 2283111442
source: %1 must be specified if "%2" is selected. For example 0.25 will round to 15 minutes.
da_dk: %1 skal angives, når %2 er valgt. Værdien 0,25 vil runde op til nærmeste hele kvarter.

# TableExtension 704941872 - Field 45291806 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt

# TableExtension 704941872 - Field 221580191 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt

# TableExtension 704941872 - Field 2717059658 - Property 2879900210
source: Start Date Time
da_dk: Starttid og -dato

# TableExtension 704941872 - Field 4120672331 - Property 2879900210
source: End Date Time
da_dk: Sluttid og -dato

# TableExtension 704941872 - Field 3708325501 - Property 2879900210
source: Total Duration
da_dk: Varighed

# TableExtension 671339766 - Field 45291806 - Property 2879900210
source: Start Time
da_dk: Starttidspunkt

# TableExtension 671339766 - Field 221580191 - Property 2879900210
source: End Time
da_dk: Sluttidspunkt

# TableExtension 671339766 - Field 2717059658 - Property 2879900210
source: Start Date Time
da_dk: Starttid og -dato

# TableExtension 671339766 - Field 4120672331 - Property 2879900210
source: End Date Time
da_dk: Sluttid og -dato

# TableExtension 671339766 - Field 3708325501 - Property 2879900210
source: Total Duration
da_dk: Varighed
