Repository: epernst/DXS-Time-Entry
Catalog: Translations/DXS Time Entry.*.xlf
Languages: da_dk

# Codeunit 1429388701 - NamedType 1325720567
source: The end time must be on the same date as the start date-time.
da_dk: Sluttidspunktet skal være samme dag, som starttidspunktet

# Codeunit 1429388701 - NamedType 1696550571
source: You need to create a new line to enter an end time after %1.
da_dk: Du skal lave en ny linje for a angive et sluttidspunkt efter %1.

# Codeunit 1429388701 - NamedType 61022435
source: The end date-time %1 is too late. It can only be same or next day from %2.
da_dk: Sluttid- og dato %1 er for sent. Dato kan være den samme som %2, eller dagen efter.

# Codeunit 4267511960 - NamedType 1683352720
source: %1 can only be used with a %2, which have been setup as a "%3".
da_dk: %1 kan kun anvendes med en %2, der er sat op som "%3".

# Codeunit 4134209201 - NamedType 11906307
source: DXS Time Entry extension is not enabled
da_dk: DXS Time Entry udvidelsen er ikke aktiveret.

# Codeunit 4134209201 - NamedType 3580538078
source: The DXS Time Entry extension to allow entry of start and end times has been installed, but it has not been setup and enabled.
da_dk: DXS Time Entry udvidelsen er blevet installeret, men den er endnu ikke opsat og aktiveret.

# Codeunit 4134209201 - NamedType 2209600855
source: Enable now.
da_dk: Aktivér nu.

# Codeunit 4134209201 - NamedType 3560183984
source: DXS Time Entry extension is not enabled.
da_dk: DXS Time Entry udvidelsen er ikke aktiveret.

# Codeunit 4134209201 - NamedType 2341522694
source: Warns if the DXS Time Entry extension has been installed, but not been setup and enabled.
da_dk: DXS Time Entry udvidelsen er blevet installeret, men den er endnu ikke opsat og aktiveret.

# Codeunit 4134209201 - NamedType 1254644315
source: No Hourly Unit Setup
da_dk: Opsætning af Timeenheder mangler

# Codeunit 4134209201 - NamedType 3210064806
source: No Hourly Unit of Measure Codes have been setup to support time based entry.
da_dk: Start- og sluttider kan ikke angives, da der er ikke opsat nogen Enhedskoder som Timeenheder.

# Codeunit 4134209201 - NamedType 1383284001
source: Select or create hourly based Unit of Measure codes.
da_dk: Vælg eller opret Timeenheder i Enheds tabellen.

# Codeunit 4134209201 - NamedType 594944330
source: DXS Time Entry - Hourly Unit of Measure Setup missing.
da_dk: DXS Time Entry - Timeenhedskode opsætning mangler.

# Codeunit 4134209201 - NamedType 1868610076
source: Warns if no Hourly Unit of Measure codes have been setup.
da_dk: Advarer hvis der ikke er opsat Timeenhedskoder.

# Codeunit 4134209201 - NamedType 792521069
source: Watch video help.
da_dk: Se hjælpevideo.

# Codeunit 4134209201 - NamedType 3921350548
source: Dont show this message again.
da_dk: Vis ikke denne besked igen.

# Codeunit 3955256770 - Method 245899503 - NamedType 133915093
source: SETUPHELP
da_dk: OPSÆTHJÆLP

# Codeunit 3955256770 - Method 2556269663 - NamedType 4131345173
source: SETUPVIDEO
da_dk: OPSÆTVIDEO

# Codeunit 3955256770 - Method 2471557953 - NamedType 2635079363
source: USAGEHELP
da_dk: BRUGSHJÆLP

# Codeunit 3955256770 - Method 4138924577 - NamedType 2068054355
source: USAGEVIDEO
da_dk: BRUGSVIDEO

# Codeunit 3955256770 - Method 2424527569 - NamedType 2197034666
source: DXTIME_70PXICON
da_dk: DXSTIME_70PXIKON

# Codeunit 3955256770 - Method 2331078000 - NamedType 2197034666
source: DXTIME_150PXICON
da_dk: DXSTIME_150PXIKON

# Codeunit 3955256770 - Method 2571162554 - NamedType 2197034666
source: DXTIME_240PXICON
da_dk: DXSTIME_240PXIKON

# Codeunit 3955256770 - Method 1033616249 - NamedType 2197034666
source: DXTIME_250PXICON
da_dk: DXSTIME_250PXIKON

# Codeunit 3955256770 - Method 1920203142 - NamedType 2197034666
source: DXTIME_417PXICON
da_dk: DXSTIME_417PXIKON

# Codeunit 3955256770 - Method 2484516267 - NamedType 1288258319
source: Dx365 Time Icon 70x70
da_dk: DXS Time Ikon 70x70

# Codeunit 3955256770 - Method 3378677603 - NamedType 1288258319
source: Dx365 Time Icon 150x150
da_dk: DXS Time Ikon 150x150

# Codeunit 3955256770 - Method 4000611587 - NamedType 1288258319
source: Dx365 Time Icon 240x240
da_dk: DXS Time Ikon 240x240

# Codeunit 3955256770 - Method 151507459 - NamedType 1288258319
source: Dx365 Time Icon 250x250
da_dk: DXS Time Ikon 250x250

# Codeunit 3955256770 - Method 1328106787 - NamedType 1288258319
source: Dx365 Time Icon 417x417
da_dk: DXS Time Ikon 417x417

# Codeunit 2660462426 - NamedType 2523365561
source: TIME-ENTRY-SETUP
da_dk: TIME-ENTRY-OPSÆT

# Codeunit 3659473797 - NamedType 2223675934
source: Setup DXS Time Entry extension
da_dk: Opsætning af DXS Time Entry udvidelsen.

# Codeunit 3659473797 - NamedType 858110245
source: Setup the DXS Time Entry extension to allow entry of start and ending times.
da_dk: Opsætning af DXS Time Entry udvidelsen for at tillade indtastning af start- og sluttider.

# Codeunit 3659473797 - NamedType 427376103
source: Jobs, Resources, Project Management, Time
da_dk: Sager, Ressourcer, Projektstyring, Tid

# Codeunit 3659473797 - NamedType 2069865725
source: You have not been granted required access rights to start the Assisted Setup.\\The Assisted Setup for G/L Source Names is about assigning the required permissions to users. To be able to assign permissions you need to be granted either the SUPER og SECURITY permission set.
da_dk: Du har ikke fået rettigheder til at start den Assisterede Opsætning. For at kunne assigne rettigheder skal du have enten rettighedssættet SUPER eller SECURITY.

# Page 325460675 - Property 2879900210
source: DXS Time Entry Setup
da_dk: DXS Time Entry Opsætning

# Page 325460675 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt

# Page 325460675 - Control 3103924496 - Property 1295455071
source: Enables the app. If not enabled, then the start and end times cannot be entered and will to be shown.
da_dk: Aktivere udvidelsen. Uden aktivering kan start- og sluttider ikke blive indtastet.

# Page 325460675 - Control 3164394312 - Property 1295455071
source: Allow only time entry on lines using unit of measure codes marked as "Hourly Units".
da_dk: Tillad kun start- og sluttider sammen med Enhed markeret som "Timeenheder".

# Page 325460675 - Control 2839332712 - Property 1295455071
source: Specify how to round start and end time based entries. For example enter 0.25 to have 15 minutes as the minimum time to use. The field is mandatory if "Hourly Units Only" has not been selected.
da_dk: Angiv hvordan varighed skal afrundes til antal. Angiv for eksempel 0,25 for at runde op til nærmeste hele kvarter. Feltet skal angives, hvis "Kun Tidsenheder" er blevet valgt.

# Page 325460675 - Control 3471255111 - Property 1295455071
source: May a ending time pass midnigth, or may stretch over multiple days?
da_dk: Tillad at sluttider passere midnat, eller strækker sig over flere dage?

# Page 325460675 - Control 764527443 - Property 1295455071
source: Which start and end times should be visible? Only regular times (i.e. 12:00) or Date-Times. If you allow entries to pass midnight or stretch over mulitiple days, then Date-Times are recommended.
da_dk: Hvilke start- og sluttidsfelter skal vises? Almindelige tider (i.e. 12:00) eller tider og dato? Hvis sluttider må passere midnat, eller strække sig over flere dage, så er både tider og datoer anbefalet.

# Page 325460675 - Control 483798663 - Property 1295455071
source: Show Start Times i.e. "8:00 AM".
da_dk: Vis starttid, f.eks. "8:00".

# Page 325460675 - Control 826663310 - Property 1295455071
source: Show End Times i.e. "6:00 PM".
da_dk: Vis sluttid, f.eks. "16:00".

# Page 325460675 - Control 3247912144 - Property 1295455071
source: Show Start Date-Times i.e. "2018-05-12 8:00".
da_dk: Vis starttid og -dato, f.eks. "2018-05-12 8:00".

# Page 325460675 - Control 34218621 - Property 1295455071
source: Show Start Date-Times i.e. "2018-05-13 11:00".
da_dk: Vis starttid og -dato, f.eks. "2018-05-12 8:00".

# Page 325460675 - Control 684573827 - Property 2879900210
source: Registration
da_dk: Registrerings-id

# Page 325460675 - Control 661833578 - Property 1295455071
source: The Time Entry App will be registered on this E-Mail Address. When registering the registration key will be sent to this E-Mail Address.
da_dk: DXS Time Entry udvidelsen vil blive registeret på denne email-adresse. Ved registrering vil registreringsnøglen blive send til denne email-adresse.

# Page 325460675 - Control 1635236888 - Property 1295455071
source: The registration id will be recived by email, after registration. Without this Id, then the App will remain in trail mode.
da_dk: Registrerings-id'et vil blive sendt til email-adressen, når registreringen har undet sted. Uden dette Id, så vil udvidelse forblive i afprøvningstilstand.

# Page 325460675 - Control 1413240321 - Property 1295455071
source: Shows when the registration needs to be renewed.
da_dk: Viser hvornår registreringen skal fornyes.

# Page 325460675 - Action 4170249732 - Property 2879900210
source: DXS Time Help Resources
da_dk: DXS Time Entry Hjælperessourcer

# Page 325460675 - Action 4170249732 - Property 1295455071
source: Resources and links used by the app.
da_dk: Ressourcer and hyperlink anvendt af udvidelsen.

# Page 2153793238 - Property 2879900210
source: Time Entry Setup
da_dk: DXS Time Entry Opsætning

# Page 2153793238 - Control 392510610 - Property 2879900210
source: Welcome to Time Entry Setup
da_dk: Velkommen til opsætning DXS Time Entry udvidelsen.

# Page 2153793238 - Control 3800514526 - Property 1968111052
source: This Time Entry App will allow you to enter Start and End times into job planning lines, job journals or resource journals.
da_dk: DXS Time Entry udvidelsen gør det muligt at indtaste start- og sluttidspunkter i sags- og ressourcekladder, samt sagsplanningslinjer.

# Page 2153793238 - Control 197798452 - Property 1968111052
source: The app will use the entries to calculate the actual used time as a quantity in hours. The times are posted on the job and resource ledger entries.
da_dk: Udvidelsen anvender tidspunkterne til at beregne varighed i antal timer. Tiderne og varigheden er bogført på sags- og ressourceposterne.

# Page 2153793238 - Control 926340698 - Property 2879900210
source: Let's go!
da_dk: Lad os begynde!

# Page 2153793238 - Control 522249930 - Property 1968111052
source: This wizard will take you through the setup in just a few steps, and you are ready to use it.
da_dk: Denne guide tager dig gennem opsætningen af udvidelsen på nogle få trin, hvorefter du kan anvende den.

# Page 2153793238 - Control 1390919282 - Property 2879900210
source: Where to use Start and End times?
da_dk: Hvor må tidspunkter kunne anvendes?

# Page 2153793238 - Control 1390919282 - Property 1968111052
source: Limit the use of Start and End times to selected hourly units of measure codes?
da_dk: Begræns anvendelse af tider til udvalgte Enhed market som Timeenheder?

# Page 2153793238 - Control 2486829736 - Property 1968111052
source: If not selected then Start and End times can be used on all entries. If selected, then on the next step you must specify which unit of measure codes to use.
da_dk: Hvis dette ikke vælges, så kan tider anvendes sammen med alle enhedskoder. Hvis valgt, så skal du på næste trin vælge hvilke enheder der skal kunne anvendes som timeenheder.

# Page 2153793238 - Control 4045745568 - Property 1968111052
source: Please enter need a Time Default Rounding. Default value "0.25" will round up to nearest 15 minute interval. "1" will round up to nearest full hour.
da_dk: Angiv standard tidsafrunding. Værdien "0,25" vil runde op til nærmeste kvarter. "1" vil runde op til nærmeste hele time.

# Page 2153793238 - Control 2839332712 - Property 1295455071
source: Specify how to round start and end time based entries. For example enter 0.25 to have 15 minutes as the minimum time to use. The field is mandatory if "Hourly Units Only" has not been selected.
da_dk: Angiv hvordan varighed skal afrundes til enheder. Angiv for eksempel 0,25 for at runde op til nærmeste hele kvarter. Feltet skal angives, hvis "Kun Tidsenheder" er blevet valgt.

# Page 2153793238 - Control 3692446863 - Property 1968111052
source: Please specify which unit of measure codes to use as "Hourly Units". I have already marked codes which might be hours.
da_dk: Angiv hvilke enheder, der skal sættes op som Timeenheder. Vi har markeret enheder, der kan være timeenheder.

# Page 2153793238 - Control 1338265257 - Property 1968111052
source: Hourly Units also need a Time Rounding. Default value "0.25" will round up to nearest 15 minute interval. "1" will round up to nearest full hour.
da_dk: Tidsafrunding skal angives for timeenheder. Værdien "0,25" vil runde op til nærmeste kvarter. "1" vil runde op til nærmeste hele time.

# Page 2153793238 - Control 1763852465 - Property 1968111052
source: Do you want to allow times to pass midnight, or be multiple days?
da_dk: Skal sluttider kunne passere midnat, eller strække sig over flere dage?

# Page 2153793238 - Control 2630724845 - Property 1968111052
source: Only thing left is to Finish. This will enable the app and make it visible to your users.
da_dk: Tilbage er kun at Afslutte opsætningen. Det vil aktivere udvidelsen og gøre det muligt for dine brugere at anvende den.

# Page 2153793238 - Control 3565160585 - Property 2879900210
source: That's it!
da_dk: Det var det!

# Page 2153793238 - Control 4285215846 - Property 1968111052
source: To save this setup, choose Finish.
da_dk: Vælg Afslut for at gemme opsætningen.

# Page 2153793238 - Action 2438272767 - Property 2879900210
source: Back
da_dk: Tilbage

# Page 2153793238 - Action 914282563 - Property 2879900210
source: Next
da_dk: Næste

# Page 2153793238 - Action 3259912055 - Property 2879900210
source: Finish
da_dk: Afslut

# Page 2153793238 - NamedType 65011919
source: You have not selected any hourly units of measures. Please select at least one, before you continue.
da_dk: Du har ikke angivet nogen timeenheder i enhedstabellen. Vælg mindst een timeenhed, før du kan fortsætte.

# Page 2153793238 - NamedType 1797426583
source: DXS Time Entry setup have not been completed.\\Are you sure you want to exit?
da_dk: Opsætnignen af DXS Time Entry er ikke afsluttet.\\Ønsker du at forlade opsætningen nu?

# Page 4066828969 - Property 2879900210
source: Units Of Measure
da_dk: Enheder

# Page 1552200236 - Property 2879900210
source: Job Summary
da_dk: Sagstotaller

# Page 1552200236 - Control 1368504227 - Property 2879900210
source: Job Journal - This job
da_dk: Sagskladde - Denne sag

# Page 1552200236 - Control 594946709 - Property 2879900210
source: Hours, billable
da_dk: Timer, fakturerbare

# Page 1552200236 - Control 594946709 - Property 1295455071
source: Shows the number of billable hours for this job in this job journal.
da_dk: Viser antal fakturerbarer timer, for alle sager i denne sagskladde.

# Page 1552200236 - Control 435291776 - Property 2879900210
source: Hours, non-billable
da_dk: Timer, ikke fakturerbare

# Page 1552200236 - Control 435291776 - Property 1295455071
source: Shows the number of non-billable hours for this job in this job journal.
da_dk: Viser antal ikke-fakturerbare timer, for alle sager i denne sagskladde.

# Page 1552200236 - Control 2800899053 - Property 2879900210
source: Total sales, job
da_dk: Salg i alt, sag

# Page 1552200236 - Control 2800899053 - Property 1295455071
source: Shows sales total for this job in this job journal.
da_dk: Viser salg i alt for denne sag i denne kladde.

# Page 1552200236 - Control 3176013300 - Property 2879900210
source: Total costs, job
da_dk: Omkostninger i alt, sag

# Page 1552200236 - Control 3176013300 - Property 1295455071
source: Shows the cost total for this job in this job journal.
da_dk: Viser omkostninger i alt for denne sag i denne kladde.

# Page 1552200236 - Control 901009415 - Property 2879900210
source: Total profit, job
da_dk: Overskud, sag

# Page 1552200236 - Control 901009415 - Property 1295455071
source: Shows the total profit this job in this job journal.
da_dk: Viser overskud på denne sag i denne kladde.

# Page 1552200236 - Control 3093833773 - Property 2879900210
source: Price per hour
da_dk: Pris pr. time

# Page 1552200236 - Control 3093833773 - Property 1295455071
source: Shows the average price per hour job in this job journal.
da_dk: Viser gennensnitspris pr. time for denne sag i denne kladde.

# Page 1552200236 - Control 1510562767 - Property 2879900210
source: Job Usage
da_dk: Sagsforbrug

# Page 1552200236 - Control 1023732855 - Property 2879900210
source: Hours, billable
da_dk: Timer, fakturerbare

# Page 1552200236 - Control 1023732855 - Property 1295455071
source: Shows the number of billable hours previously used for this job.
da_dk: Viser fakturerbare timer, tidligere bogført på denne sag.

# Page 1552200236 - Control 322472564 - Property 2879900210
source: Hours, not billable
da_dk: Timer, ikke-fakturerbare

# Page 1552200236 - Control 322472564 - Property 1295455071
source: Shows the number of non-billable hours previously used for this job.
da_dk: Viser ikke-fakturerbare timer tidligere bogført på denne sag.

# Page 1552200236 - Control 4077116427 - Property 2879900210
source: Total sales, job
da_dk: Salg i alt, sag

# Page 1552200236 - Control 4077116427 - Property 1295455071
source: Shows the total sales previously posted for this job.
da_dk: Viser salg tidligere bogført på denne sag.

# Page 1552200236 - Control 156439238 - Property 2879900210
source: Total costs, job
da_dk: Omkostninger i alt, sag

# Page 1552200236 - Control 156439238 - Property 1295455071
source: Shows the total costs previously posted for this job.
da_dk: Viser omkostninger tidligere bogført på denne sag.

# Page 1552200236 - Control 2176402649 - Property 2879900210
source: Total profit, job
da_dk: Overskud i alt, sag

# Page 1552200236 - Control 2176402649 - Property 1295455071
source: Shows the total previously posted for this job.
da_dk: Viser salg i alt tidligere bogført på denne sag.

# Page 1552200236 - Control 1818440539 - Property 2879900210
source: Price per hour
da_dk: Pris pr. time

# Page 1552200236 - Control 1818440539 - Property 1295455071
source: Shows the average hourly rate previously used for this job.
da_dk: Viser gennemsnitspris pr. time tidligere bogført på denne sag.

# Page 1552200236 - Control 245426702 - Property 2879900210
source: Job Journal - All Jobs
da_dk: Sagskladde, alle sager

# Page 1552200236 - Control 1192641878 - Property 2879900210
source: Hours, billable
da_dk: Timer, fakturerbare

# Page 1552200236 - Control 1192641878 - Property 1295455071
source: Shows the number of billable hours for, all job in this journal.
da_dk: Viser fakturerbare timer, for alle sager i denne kladde.

# Page 1552200236 - Control 2704350009 - Property 2879900210
source: Hours, not billable
da_dk: Timer, ikke-fakturerbare

# Page 1552200236 - Control 2704350009 - Property 1295455071
source: Shows the number of non-billable hours, for all job in this journal.
da_dk: Viser ikke-fakturerbare timer, for alle sager i denne kladde.

# Page 1552200236 - Control 3439419810 - Property 2879900210
source: Total sales, job
da_dk: Salg i alt, sag

# Page 1552200236 - Control 3439419810 - Property 1295455071
source: Shows the number of total sales, for all job in this journal.
da_dk: Viser salg i alt, for alle sager i denne kladde.

# Page 1552200236 - Control 4282497511 - Property 2879900210
source: Total costs, job
da_dk: Omkostninger i alt, sag

# Page 1552200236 - Control 4282497511 - Property 1295455071
source: Shows the number of total costs, for all job in this journal.
da_dk: Viser omkostninger i alt, for alle sager i denne kladde.

# Page 1552200236 - Control 4089492500 - Property 2879900210
source: Total profit, job
da_dk: Overskud, sag

# Page 1552200236 - Control 4089492500 - Property 1295455071
source: Shows the number of total profit, for all job in this journal.
da_dk: Viser overskud, for alle sager i denne sagskladde.

# Page 1552200236 - Control 1180743922 - Property 2879900210
source: Price per hour
da_dk: Pris pr. time

# Page 1552200236 - Control 1180743922 - Property 1295455071
source: Shows the average hourly rate, for all job in this journal.
da_dk: Viser gennemsnitspris pr. time, for alle sager i denne kladde.

# Page 1096477163 - Property 2879900210
source: Job Summary
da_dk: Sagstotaller

# Page 1096477163 - Control 3996203218 - Property 2879900210
source: Job Journal
da_dk: Sagskladde

# Page 1096477163 - Control 158053822 - Property 2879900210
source: Hours, chargeable
da_dk: Timer, fakturerbare

# Page 1096477163 - Control 4062395002 - Property 2879900210
source: Hours, non-chargeable
da_dk: Timer, ikke fakturerbare

# Page 1096477163 - Control 2393736861 - Property 2879900210
source: Price per hour
da_dk: Pris pr. time

# Page 1096477163 - Control 1690309038 - Property 2879900210
source: Time Sheets
da_dk: Timesedler

# Page 1096477163 - Control 797442019 - Property 2879900210
source: Hours, chargeable
da_dk: Timer, fakturerbare

# Page 1096477163 - Control 57250719 - Property 2879900210
source: Hours, non-chargeable
da_dk: Timer, ikke fakturerbare

# Page 1096477163 - Control 3866586150 - Property 2879900210
source: Job Usage
da_dk: Sagsforbrug

# Page 1096477163 - Control 796250634 - Property 2879900210
source: Hours, chargeable
da_dk: Timer, fakturerbare

# Page 1096477163 - Control 3406763362 - Property 2879900210
source: Hours, non-chargeable
da_dk: Timer, ikke fakturerbare

# Page 1096477163 - Control 2958164510 - Property 2879900210
source: Total sales, job
da_dk: Salg i alt, sag

# Page 1096477163 - Control 3694632347 - Property 2879900210
source: Total costs, job
da_dk: Omkostninger i alt, sag

# Page 1096477163 - Control 213745400 - Property 2879900210
source: Total profit, job
da_dk: Overskud, sag

# Page 1096477163 - Control 1818440539 - Property 2879900210
source: Price per hour
da_dk: Pris pr. time

# Page 1791543406 - Property 2879900210
source: DXS Time Help Resources
da_dk: DXS Time Entry Hjælperessourcer

# PageExtension 197615396 - Control 2169532623 - Property 1295455071
source: For time based entries enter the start time here.
da_dk: Angiver starttidspunkt.

# PageExtension 197615396 - Control 4240670190 - Property 1295455071
source: For time based entries enter the end time here.
da_dk: Angiver sluttidspunkt.

# PageExtension 197615396 - Control 2185728859 - Property 1295455071
source: For time based entries enter the start date-time here.
da_dk: Angiver starttidspunkt og -dato.

# PageExtension 197615396 - Control 233366074 - Property 1295455071
source: For time based entries enter the end date-time here.
da_dk: Angiver sluttidspunkt og -dato.

# PageExtension 197615396 - Control 502811504 - Property 1295455071
source: For time based entries the total duration will show here.
da_dk: Angiver tidsrummets varighed.

# PageExtension 3798851643 - Control 2169532623 - Property 1295455071
source: For time based entries enter the start time here.
da_dk: Angiver starttidspunkt.

# PageExtension 3798851643 - Control 4240670190 - Property 1295455071
source: For time based entries enter the end time here.
da_dk: Angiver sluttidspunkt.

# PageExtension 3798851643 - Control 2185728859 - Property 1295455071
source: For time based entries enter the start date-time here.
da_dk: Angiver starttidspunkt og -dato.

# PageExtension 3798851643 - Control 233366074 - Property 1295455071
source: For time based entries enter the end date-time here.
da_dk: Angiver sluttidspunkt og -dato.

# PageExtension 3798851643 - Control 502811504 - Property 1295455071
source: For time based entries the total duration will show here.
da_dk: Angiver tidsrummets varighed.

# PageExtension 3798851643 - Control 1559338389 - Property 1295455071
source: Shows a summery of the current job and a job journal total.
da_dk: Viser en oversigt over den aktuelle sag og sagskladde.
